import time
print("""
--------------------------------------
                                     |
Напоминалка - нап                    |
                           ♡         |   
Секундомер - сек                     |
                                     |
Git: https://github.com/YakimaVisus  |
--------------------------------------
""") #Список команд
i = input(": ") #Получаем ответ
if i == "нап":
    tim = int(input('Через сколько минут напомнить?: '))
    f = input('Фраза которую нужно напомнить: ')
    tim = tim * 60 #минутки
    time.sleep(tim)
    print("Прошло:",tim, "секунд -", f)
elif i == "сек":
    tim = 0
    while tim > -1:
        tim += 1
        time.sleep(1) #Секииии
        print ("Прошло", tim,"сек")
else:
    print("напиши либо 'нап' либо 'сек' ")
